recipes = [
    {
        'name': 'Рагу из мяса жуков',
        'ingredients': {
            '15хр - 10зол - 3 миски в день от Снафа, при выолнении квеста "Рецепт Снафа"': 1,
        }
    },
    {
        'name': 'Суп из ползуна',
        'ingredients': {
            '15хр - 10зол - В инвентаре стражей в Старой шахте': 1,
        }
    },
    {
        'name': 'Жареное мясо G1',
        'ingredients': {
            '15хр - 8зол - жарится на сковородках': 1,
        }
    },
    {
        'name': 'Суп из корней',
        'ingredients': {
            '7хр - 3зол - в инвентаре жителей Болотного братства': 1,
        }
    },
    {
        'name': 'Уха',
        'ingredients': {
            '10хр - 20зол - у Эдды, если дать ей рыбу': 1,
        }
    },
    {
        'name': 'Жареное мясо G2',
        'ingredients': {
            '12хр - 6зол - жарится сырое мясо на печах и очагах': 1,
        }
    },
    {
        'name': 'Дымящаяся мясная похлебка',
        'ingredients': {
            '+1силы - 20зол - у повара в бандитском лагере в Яркендаре': 1,
        }
    },
    {
        'name': 'Похлебка',
        'ingredients': {
            '20хр - 8зол - у Хильды, если делать всю работу за ее мужа': 1,
        }
    },
    {
        'name': 'Похлебка Теклы',
        'ingredients': {
            '20хр+1силы - 8зол - макс. 5х, квест "Похлебка"': 1,
        }
    },
    {
        'name': 'Тушеное мясо',
        'ingredients': {
            '12%хр - 10зол - Вино': 1,
            'Морковь': 2,
            'Жареное мясо': 1,
            'Рис': 1,
        }
    },
    {
        'name': 'Рагу из мясного жука',
        'ingredients': {
            '20%хр - 10зол - Молоко': 1,
            'Жареный мясной жук': 1,
        }
    },
    {
        'name': 'Большое мясное рагу',
        'ingredients': {
            '100хр - 50зол - Сырое мясо': 5,
            'Лук': 1,
            'Картофель': 1,
        }
    }
]
]

